<?xml version="1.0" encoding="UTF-8"?>
<WebElementEntity>
   <description></description>
   <name>พันธกิจ (Mission)</name>
   <tag></tag>
   <elementGuidId>dbae9ffd-6ed9-4a36-a5c6-23986aacb699</elementGuidId>
   <selectorCollection>
      <entry>
         <key>XPATH</key>
         <value>//article[@id='content']/section[3]/div/div/div/div</value>
      </entry>
   </selectorCollection>
   <selectorMethod>BASIC</selectorMethod>
   <useRalativeImagePath>false</useRalativeImagePath>
   <webElementProperties>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>tag</name>
      <type>Main</type>
      <value>div</value>
   </webElementProperties>
   <webElementProperties>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>class</name>
      <type>Main</type>
      <value>wpb_wrapper</value>
   </webElementProperties>
   <webElementProperties>
      <isSelected>true</isSelected>
      <matchCondition>equals</matchCondition>
      <name>text</name>
      <type>Main</type>
      <value>
                                  
                                      
                                          พันธกิจ (Mission)
                                          
                                  

                                  
                                      1. ผลิตคนไทยศตวรรษที่ 21 ผลิตบัณฑิตที่มีคุณภาพสูง มีความรู้ความสามารถ มีมาตรฐานวิชาการและวิชาชีพ รู้ทันโลกทันเทคโนโลยี มีความรู้ภาษาอังกฤษที่สื่อสารได้
                                       มีทักษะที่สนองตอบต่อความต้องการ ของตลาดแรงงานเป็นมนุษย์ที่สมบูรณ์ รู้รอบ รู้กว้าง เข้าใจ และเห็นคุณค่าของตนเอง ผู้อื่น สังคม ศิลปะและวัฒนธรรม และธรรมชาติ
                                       ใส่ใจต่อความเปลี่ยนแปลงของสรรพสิ่ง เรียนรู้และพัฒนาตนเองอย่างต่อเนื่อง ดำเนินชีวิตอย่างมีคุณธรรม พร้อมให้ความช่วยเหลือเพื่อนมนุษย์ และเป็นพลเมืองที่มีคุณค่าของสังคมไทยและสังคมโลก
                                       ปรับตัวได้ในสังคมที่เปลี่ยนแปลงตลอดเวลา มีเป้าหมายชีวิต มีทักษะการเป็นผู้นำและการทำงานเป็นทีม รวมถึงทักษะ การจัดการและการเป็นผู้ประกอบการ ด้วยหลักสูตรที่ทันสมัย ยืดหยุ่น
                                       ตรงตามความต้องการของตลาดแรงงาน และอุตสาหกรรมใหม่ อาจารย์มีคุณภาพการสอนตามกรอบมาตรฐานคุณวุฒิวิชาชีพ (Professional Standard Framework, PSF)
                                       มีแนวความคิดและทักษะ ที่ทันสมัย เปลี่ยนแปลงกระบวนการจัดการศึกษาใหม่ ด้วยเทคโนโลยีที่ทันสมัย และวิธีเรียนรู้ที่เน้นทักษะและการปฏิบัติร่วมกับผู้ใช้บัณฑิต 
                                      มีการบริหารจัดการที่สร้างความเชื่อมั่นกับผู้เรียนและความเชื่อถือ ให้กับชุมชนและสังคม ระบบการศึกษารองรับและตอบโจทย์พื้นที่ในการยกระดับการศึกษา
                                       ประเมินและตรวจสอบได้ในทุกระดับ พร้อมก้าวสู่ความเป็นสากลและนานาชาติ
                                  
                                  
                                      2. วิจัยและนวัตกรรม สู่ประโยชน์เชิงพาณิชย์ นอกเหนือจากบทบาทการสร้างคนให้มีทักษะชีวิตและวิชาชีพ ตอบสนองความต้องการตลาดแรงงานแล้ว
                                       การเป็นสถาบันการศึกษาขั้นสูงที่พร้อมด้วยบุคลากรที่มีศักยภาพ (Talent and Skilled Human Resources) มหาวิทยาลัยต้องตระหนักว่า งานวิจัยเป็นรากฐานการขับเคลื่อนการพัฒนาประเทศ
                                       การวิจัยเพื่อสร้างองค์ความรู้ใหม่นำไปสู่การถ่ายทอดและพัฒนาสร้างสรรค์ สร้างนวัตกรรมให้ก้าวหน้าและสามารถนำไปใช้ประโยชน์ต่อชุมชน สังคม และภาคอุตสาหกรรมในเชิงพาณิชย์
                                       สู่การเติบโตอย่างยั่งยืนของสังคม ลดปัญหาความยากจน ชุมชนเกิดความเข้มแข็ง และเพิ่มขีดความสามารถในการแข่งขันของประเทศในเวทีโลก
                                       มหาวิทยาลัยพะเยาต้องส่งเสริมบุคลากรให้มีศักยภาพในด้านการวิจัยและนวัตกรรม สนับสนุนการใช้เทคโนโลยีสารสนเทศเพื่อการบริหารจัดการงานวิจัยและนวัตกรรม
                                       มีการติดตามและการประเมินผลเป็นระบบ สร้างเครือข่ายนักวิจัยระหว่างมหาวิทยาลัยกับองค์กรทั้งภายในและภายนอก วิจัยและนวัตกรรมที่ครอบคลุมทั้งด้านวิทยาศาสตร์สุขภาพ
                                       ด้านวิทยาศาสตร์เทคโนโลยี และด้านสังคมศาสตร์และมนุษยศาสตร์ เน้นการวิจัยมุ่งเป้าที่ตอบโจทย์ชุมชน สังคม และความต้องการของประเทศ (Demand side)
                                       ส่งเสริมการเผยแพร่และการถ่ายทอดผลงานวิจัยและนวัตกรรม การนำไปใช้ประโยชน์กับสังคม ด้วยการร่วมมือกับผู้ใช้ประโยชน์ในภาคอุตสาหกรรม ภาคบริการและภาคการเกษตร
                                       เพื่อประโยชน์ทางด้านเศรษฐกิจ สามารถพัฒนายกระดับรายได้และเทคโนโลยีของประเทศให้เป็นไปตามนโยบายการเข้าสู่ Thailand 4.0
                                  
                                  
                                      3. บริการวิชาการ สร้างความเข้มแข็งให้ชุมชนและสังคม มหาวิทยาลัยเป็นแหล่งรวมทรัพยากรบุคคลที่มีคุณค่าและแหล่งรวมองค์ความรู้
                                       ในทุกสาขาทั้งด้านวิทยาศาสตร์สุขภาพ ด้านวิทยาศาสตร์เทคโนโลยี และด้านสังคมศาสตร์และมนุษยศาสตร์ และด้วยปณิธานมุ่งมั่น &quot;ปัญญาเพื่อความเข้มแข็งของชุมชน (Wisdom for Community Empowerment)&quot; 
                                      มหาวิทยาลัยต้องคำนึงถึงพันธกิจด้านบริการวิชาการแก่ชุมชนและสังคมที่เป็นพันธกิจหลักสำคัญอีกพันธกิจหนึ่งด้วย มหาวิทยาลัยต้องสามารถอยู่ร่วมกับชุมชนและสังคมสร้างความสัมพันธ์ที่ดี และเป็นที่พึ่งให้ชุมชนและสังคม
                                       ยกระดับการศึกษา สร้างรายได้ ส่งเสริมสุขภาวะที่ดี และบรรเทาปัญหาความเดือดร้อนของชุมชนและสังคมที่เกิดขึ้น เพื่อคุณภาพชีวิตที่ดีขึ้น สังคมมีความเข้มแข็ง มั่นคง หลุดพ้นจากความแตกต่างและเหลื่อมล้า เกิดสังคมความสุข 
                                  
                                  
                                      4. ทำนุบำรุงศิลปะและวัฒนธรรมท้องถิ่นเพื่อความเป็นไทย การดำรงไว้ซึ่งศิลปะและวัฒนธรรมของชาติ เป็นสิ่งที่คนไทยทุกคนต้องตระหนักและ ให้ความสำคัญเพื่อเสริมสร้างความเป็นชาติและการเป็นเอกลักษณ์ของชาติ
                                       การทำนุบำรุง อนุรักษ์ ฟื้นฟู สืบสาน สร้างสรรค์และพัฒนาศิลปะและวัฒนธรรม เป็นภารกิจเพื่ออนุรักษ์ภูมิปัญญาและสมบัติของประเทศชาติ มหาวิทยาลัยพะเยาตั้งอยู่ในพื้นที่ศิลปวัฒนธรรมล้านนาที่สวยงามและมีความเป็นเอกลักษณ์
                                       มหาวิทยาลัยต้องสร้างความร่วมมือกับชุมชน (University engagement) เพื่อการทำนุบำรุง อนุรักษ์ ฟื้นฟู สืบสาน สร้างสรรค์ สร้างจิตสำนึกปลูกฝังค่านิยม และภาคภูมิใจในวิถีชีวิตที่ดีงามของประเพณี
                                       และศิลปวัฒนธรรมท้องถิ่นที่พึงประสงค์ให้กับนิสิตและบุคลากร รวมถึงการอนุรักษ์ทรัพยากรธรรมชาติและสิ่งแวดล้อมทั้งภายในและภายนอกมหาวิทยาลัย การเชื่อมโยงกลมกลืนกับธรรมชาติและเป็นมิตร กับสิ่งแวดล้อม
                                       การพัฒนาประยุกต์ การใช้ประโยชน์เชิงสร้างสรรค์ ด้วยการบริหารจัดการ และการใช้เทคโนโลยีที่ทันสมัยและเป็นระบบ
                                  
                                  
                                      5. บริหารงานทันสมัยด้วยธรรมาภิบาล (Good governance) และเรียนรู้เปลี่ยนแปลงร่วมกัน มีระเบียบ ข้อบังคับ และประกาศกำหนดในการบริหารคน บริหารงาน ด้วยความโปร่งใส
                                       เป็นธรรมและตรวจสอบได้ เพื่อเป้าหมายองค์กรที่ดีมีคุณภาพและประโยชน์สุขของบุคลากร มีระบบและกลไกควบคุมการบริหารงานด้วยเทคโนโลยีที่ทันสมัยในทุกระดับ ยกระดับศักยภาพของบุคลากร
                                       ทั้งผู้บริหาร บุคลากรสายวิชาการ และบุคลากรสายสนับสนุนให้ทันต่อการเปลี่ยนแปลงกับบริบทของสังคมไทยและสังคมโลกที่เปลี่ยนแปลงไป บุคลากรมี Mindset ของการทำงานและการบริหารร่วมกัน
                                       และมีภาวะความเป็นผู้นำ (Leadership) และผู้ตามในโลกใหม่ เปิดโอกาสให้ผู้มีส่วนเกี่ยวข้องมีส่วนร่วมรับรู้และแสดงความคิดเห็นในการดำเนินงาน เพื่อกระบวนการมีส่วนร่วม
                                       สร้างความรู้ความเข้าใจในนโยบายและเป้าหมายการดำเนินงานในพันธกิจต่างๆ กระตือรือร้นในการแก้ปัญหาร่วมกัน ผู้บริหารทุกระดับต้องมีวิสัยทัศน์ (Vision) มีความมุ่งมั่น
                                       และต้องเห็นภาพและทิศทางในระยะยาว (Visionary) ด้วยหลักการทำงานร่วมกัน &quot;สานความคิด สร้างจิตใจ&quot; รวมพลังของบุคลากร ศิษย์ปัจจุบัน และศิษย์เก่า ในการสร้างสรรค์ สิ่งที่ดี
                                       ร่วมพัฒนาองค์กรอย่างมีประสิทธิภาพสร้างระบบการบริหารบนพื้นฐานข้อมูลที่น่าเชื่อถือ และมีการดำเนินงานที่มีประสิทธิภาพและเกิดประสิทธิผล
                                  


                              </value>
   </webElementProperties>
   <webElementProperties>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath</name>
      <type>Main</type>
      <value>id(&quot;site&quot;)/article[@id=&quot;content&quot;]/article[@id=&quot;content&quot;]/section[@class=&quot;container content-padding-lg&quot;]/div[@class=&quot;row animated animated_off&quot;]/div[@class=&quot;col-sm-12&quot;]/div[@class=&quot;wpb_text_column wpb_content_element&quot;]/div[@class=&quot;wpb_wrapper&quot;]</value>
   </webElementProperties>
   <webElementXpaths>
      <isSelected>true</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath:idRelative</name>
      <type>Main</type>
      <value>//article[@id='content']/section[3]/div/div/div/div</value>
   </webElementXpaths>
   <webElementXpaths>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath:neighbor</name>
      <type>Main</type>
      <value>(.//*[normalize-space(text()) and normalize-space(.)='วิสัยทัศน์'])[1]/following::div[5]</value>
   </webElementXpaths>
   <webElementXpaths>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath:neighbor</name>
      <type>Main</type>
      <value>(.//*[normalize-space(text()) and normalize-space(.)='ปณิธาน'])[1]/following::div[9]</value>
   </webElementXpaths>
   <webElementXpaths>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath:neighbor</name>
      <type>Main</type>
      <value>(.//*[normalize-space(text()) and normalize-space(.)='ลิงค์เกี่ยวข้อง'])[1]/preceding::div[1]</value>
   </webElementXpaths>
   <webElementXpaths>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath:position</name>
      <type>Main</type>
      <value>//section[3]/div/div/div/div</value>
   </webElementXpaths>
</WebElementEntity>
