<?xml version="1.0" encoding="UTF-8"?>
<WebElementEntity>
   <description></description>
   <name>ข่าวสาร</name>
   <tag></tag>
   <elementGuidId>aeffd28d-aaad-4e45-a1d1-201383901aa5</elementGuidId>
   <selectorCollection>
      <entry>
         <key>BASIC</key>
         <value>//*[(text() = '

                        ข่าวสาร ความเคลื่อนไหว | ข่าวทั้งหมด

                        
นิสิตสาขาวิชาภาษาญี่ปุ่น คณะศิลปศาสตร์ รับทุนการศึกษาผลการเรียนดีเด่น และรับทุนสนับสนุนโครงการนิสิตแลกเปลี่ยนระยะสั้น#ด้านการผลิตบัณฑิต      28 พ.ย. 2562    97วิทยาลัยการศึกษา มหาวิทยาลัยพะเยา ต้อนรับคณะศึกษาดูงานจาก มหาวิทยาลัยราชภัฏอุบลราชธานี#ด้านการบริการวิชาการ      28 พ.ย. 2562    67คณะรัฐศาสตร์และสังคมศาสตร์ ร่วมกับ งานผลิตสื่อนวัตกรรม ลุยผลิตบทเรียน E-Learning ตอบโจทย์ Super KPI#ด้านการบริหาร      28 พ.ย. 2562    135กองบริหารงานวิจัย ได้จัดอมรมโครงการ เรื่อง “การจัดทำหนังสือราชการ” ณ ห้องประชุม บวร รัตนประสิทธ์ #ด้านการบริหาร      28 พ.ย. 2562    179คณะแพทยศาสตร์ มหาวิทยาลัยพะเยา จัดพิธีทำบุญคณะแพทยศาสตร์ ประจำปี 2562 New#ด้านการทำนุบำรุงศิลปวัฒนธรรม      2 ธ.ค. 2562    23อาจารย์และนิสิตปริญญาโท SEEN เข้าร่วมประชุมวิจัยไทย-จีนทางด้าน Climate change New#ด้านการวิจัย      2 ธ.ค. 2562    55คณะผู้วิจัยจากมหาวิทยาลัยพะเยาในชุดโครงการ “ระเบียงวัฒนธรรมกว๊านพะเยา: สร้างคุณค่า เพื่อพัฒนาเศรษฐกิจและสังคมบนฐานวัฒนธรรม” เข้าร่วมรายงานผลการดำเนินโครงการวิจัยฯ ภายใต้ชุดโครงการ“มหาวิทยาลัยกับการพัฒนาเศรษฐกิจฐานวัฒนธรรมเชิงพื้นที่” ระยะที่ 2 #ด้านการวิจัย      2 ธ.ค. 2562    144SEEN จัดโครงการเข้าค่ายสิ่งแวดล้อมและพลังงาน#ด้านการผลิตบัณฑิต      1 ธ.ค. 2562    98&quot;บริษัทขยะจำลองหนองหล่ม&quot; ผลผลิตของโครงการ 1 คณะ 1 Signature ของคณะวิทยาการจัดการและสารสนเทศศาสตร์ มหาวิทยาลัยพะเยา#ด้านการวิจัย      1 ธ.ค. 2562    71บุคลากรคณะวิทยาการจัดการและสารสนเทศศาสตร์ ร่วมนำเสนอผลงานวิจัยในงานประชุมวิชาการกลุ่มการสื่อสารศึกษาครั้งที่ 4/2562#ด้านการวิจัย      1 ธ.ค. 2562    84คณะวิทยาศาสตร์การแพทย์ ออกแนะแนวสัญจรวันที่ 3 ณ จังหวัดพิจิตร#ด้านการบริหาร      30 พ.ย. 2562    139สาขาวิชาการสื่อสารสื่อใหม่ คณะวิทยาการจัดการและสารสนเทศศาสตร์ มหาวิทยาลัยพะเยา ร่วมกับศูนย์สหวิทยาการชุมชนศึกษา สถาบันวิจัยและพัฒนา มหาวิทยาลัสุโขทัยธรรมมาธิราช จัดงานประชุมวิชาการกลุ่มสื่อสารศึกษา “กลุ่มศึกษาการสื่อสารกับกลุ่มคนและชุมชนศึกษา” ครั้งที่ 4/2562 เพื่อเป็นเวทีแลกเปลี่ยนเรียนรู้ด้านการสื่อสารกับนักวิชาการด้านนิเทศศาสตร์จากสถาบันการศึกษาต่างๆ#ด้านการวิจัย      1 ธ.ค. 2562    276คณะกรรมการบริหารงานวิชาการและประกันคุณภาพ (AAQA) คณะวิทยาศาสตร์ จัดประชุมแนวทางการบริหารงสนคณะฯและงานผลิตสื่อนวัตกรรมฯ#ด้านการผลิตบัณฑิต      2 ธ.ค. 2562    192คณบดี SEEN เข้าร่วมประชุมวิชาการวิศวกรรมฟาร์มและเทคโนโลยีการควบคุมอัตโนมัติ (FEAT) และงานประชุม ITAP Sharing and Learning #2#ด้านการบริหาร      29 พ.ย. 2562    116SEEN ร่วมประชุมหาสร้างความร่วมมือพัฒนาความร่วมมือหลักสูตรระยะสั้นในการพัฒนาท้องถิ่น#ด้านการบริการวิชาการ      29 พ.ย. 2562    96โรงเรียนสาธิตม.พะเยา เข้าแนะแนวการศึกษาต่อระดับชั้นมัธยมศึกษาปีที่ 1 ประจำปีการศึกษา 2563#ด้านการบริการวิชาการ      29 พ.ย. 2562    54สาขาวิชาการแพทย์แผนไทยประยุกต์ คณะแพทยศาสตร์ มหาวิทยาลัยพะเยา ยินดีต้อนรับการตรวจสอบและประเมินคุณภาพการศึกษาของหลักสูตร จากคณะกรรมการวิชาชีพ#ด้านการบริการวิชาการ      29 พ.ย. 2562    71“UPITI” จัดกิจกรรมการสัมมนาการประยุกต์ใช้เครื่องมือขั้นสูงที่เหมาะสมในการวิเคราะห์ธาตุ #ด้านการบริการวิชาการ      29 พ.ย. 2562    29คณะวิทยาศาสตร์การแพทย์ ออกแนะแนวสัญจรวันที่ 2 ณ จังหวัดอุทัยธานีและนครสวรรค์#ด้านการบริหาร      29 พ.ย. 2562    156คณะเทคโนโลยีสารสนเทศและการสื่อสาร มหาวิทยาลัยพะเยา พร้อมเป็นเจ้าภาพจัดการแข่งขัน TESA Top Gun Rally ครั้งที่ 14 เร่งพัฒนาบุคลากรทางด้านการพัฒนาระบบสมองกลฝังตัว ให้สามารถตอบสนองความต้องการของภาคอุตสาหกรรมทั้งภายในและต่างประเทศ#ด้านการผลิตบัณฑิต      28 พ.ย. 2562    66นิสิตสาขาวิชาภาษาญี่ปุ่น คณะศิลปศาสตร์ รับทุนการศึกษาผลการเรียนดีเด่น และรับทุนสนับสนุนโครงการนิสิตแลกเปลี่ยนระยะสั้น#ด้านการผลิตบัณฑิต      28 พ.ย. 2562    97วิทยาลัยการศึกษา มหาวิทยาลัยพะเยา ต้อนรับคณะศึกษาดูงานจาก มหาวิทยาลัยราชภัฏอุบลราชธานี#ด้านการบริการวิชาการ      28 พ.ย. 2562    67คณะรัฐศาสตร์และสังคมศาสตร์ ร่วมกับ งานผลิตสื่อนวัตกรรม ลุยผลิตบทเรียน E-Learning ตอบโจทย์ Super KPI#ด้านการบริหาร      28 พ.ย. 2562    135กองบริหารงานวิจัย ได้จัดอมรมโครงการ เรื่อง “การจัดทำหนังสือราชการ” ณ ห้องประชุม บวร รัตนประสิทธ์ #ด้านการบริหาร      28 พ.ย. 2562    179คณะแพทยศาสตร์ มหาวิทยาลัยพะเยา จัดพิธีทำบุญคณะแพทยศาสตร์ ประจำปี 2562 New#ด้านการทำนุบำรุงศิลปวัฒนธรรม      2 ธ.ค. 2562    23อาจารย์และนิสิตปริญญาโท SEEN เข้าร่วมประชุมวิจัยไทย-จีนทางด้าน Climate change New#ด้านการวิจัย      2 ธ.ค. 2562    55คณะผู้วิจัยจากมหาวิทยาลัยพะเยาในชุดโครงการ “ระเบียงวัฒนธรรมกว๊านพะเยา: สร้างคุณค่า เพื่อพัฒนาเศรษฐกิจและสังคมบนฐานวัฒนธรรม” เข้าร่วมรายงานผลการดำเนินโครงการวิจัยฯ ภายใต้ชุดโครงการ“มหาวิทยาลัยกับการพัฒนาเศรษฐกิจฐานวัฒนธรรมเชิงพื้นที่” ระยะที่ 2 #ด้านการวิจัย      2 ธ.ค. 2562    144SEEN จัดโครงการเข้าค่ายสิ่งแวดล้อมและพลังงาน#ด้านการผลิตบัณฑิต      1 ธ.ค. 2562    98prevnext



                    
                    ' or . = '

                        ข่าวสาร ความเคลื่อนไหว | ข่าวทั้งหมด

                        
นิสิตสาขาวิชาภาษาญี่ปุ่น คณะศิลปศาสตร์ รับทุนการศึกษาผลการเรียนดีเด่น และรับทุนสนับสนุนโครงการนิสิตแลกเปลี่ยนระยะสั้น#ด้านการผลิตบัณฑิต      28 พ.ย. 2562    97วิทยาลัยการศึกษา มหาวิทยาลัยพะเยา ต้อนรับคณะศึกษาดูงานจาก มหาวิทยาลัยราชภัฏอุบลราชธานี#ด้านการบริการวิชาการ      28 พ.ย. 2562    67คณะรัฐศาสตร์และสังคมศาสตร์ ร่วมกับ งานผลิตสื่อนวัตกรรม ลุยผลิตบทเรียน E-Learning ตอบโจทย์ Super KPI#ด้านการบริหาร      28 พ.ย. 2562    135กองบริหารงานวิจัย ได้จัดอมรมโครงการ เรื่อง “การจัดทำหนังสือราชการ” ณ ห้องประชุม บวร รัตนประสิทธ์ #ด้านการบริหาร      28 พ.ย. 2562    179คณะแพทยศาสตร์ มหาวิทยาลัยพะเยา จัดพิธีทำบุญคณะแพทยศาสตร์ ประจำปี 2562 New#ด้านการทำนุบำรุงศิลปวัฒนธรรม      2 ธ.ค. 2562    23อาจารย์และนิสิตปริญญาโท SEEN เข้าร่วมประชุมวิจัยไทย-จีนทางด้าน Climate change New#ด้านการวิจัย      2 ธ.ค. 2562    55คณะผู้วิจัยจากมหาวิทยาลัยพะเยาในชุดโครงการ “ระเบียงวัฒนธรรมกว๊านพะเยา: สร้างคุณค่า เพื่อพัฒนาเศรษฐกิจและสังคมบนฐานวัฒนธรรม” เข้าร่วมรายงานผลการดำเนินโครงการวิจัยฯ ภายใต้ชุดโครงการ“มหาวิทยาลัยกับการพัฒนาเศรษฐกิจฐานวัฒนธรรมเชิงพื้นที่” ระยะที่ 2 #ด้านการวิจัย      2 ธ.ค. 2562    144SEEN จัดโครงการเข้าค่ายสิ่งแวดล้อมและพลังงาน#ด้านการผลิตบัณฑิต      1 ธ.ค. 2562    98&quot;บริษัทขยะจำลองหนองหล่ม&quot; ผลผลิตของโครงการ 1 คณะ 1 Signature ของคณะวิทยาการจัดการและสารสนเทศศาสตร์ มหาวิทยาลัยพะเยา#ด้านการวิจัย      1 ธ.ค. 2562    71บุคลากรคณะวิทยาการจัดการและสารสนเทศศาสตร์ ร่วมนำเสนอผลงานวิจัยในงานประชุมวิชาการกลุ่มการสื่อสารศึกษาครั้งที่ 4/2562#ด้านการวิจัย      1 ธ.ค. 2562    84คณะวิทยาศาสตร์การแพทย์ ออกแนะแนวสัญจรวันที่ 3 ณ จังหวัดพิจิตร#ด้านการบริหาร      30 พ.ย. 2562    139สาขาวิชาการสื่อสารสื่อใหม่ คณะวิทยาการจัดการและสารสนเทศศาสตร์ มหาวิทยาลัยพะเยา ร่วมกับศูนย์สหวิทยาการชุมชนศึกษา สถาบันวิจัยและพัฒนา มหาวิทยาลัสุโขทัยธรรมมาธิราช จัดงานประชุมวิชาการกลุ่มสื่อสารศึกษา “กลุ่มศึกษาการสื่อสารกับกลุ่มคนและชุมชนศึกษา” ครั้งที่ 4/2562 เพื่อเป็นเวทีแลกเปลี่ยนเรียนรู้ด้านการสื่อสารกับนักวิชาการด้านนิเทศศาสตร์จากสถาบันการศึกษาต่างๆ#ด้านการวิจัย      1 ธ.ค. 2562    276คณะกรรมการบริหารงานวิชาการและประกันคุณภาพ (AAQA) คณะวิทยาศาสตร์ จัดประชุมแนวทางการบริหารงสนคณะฯและงานผลิตสื่อนวัตกรรมฯ#ด้านการผลิตบัณฑิต      2 ธ.ค. 2562    192คณบดี SEEN เข้าร่วมประชุมวิชาการวิศวกรรมฟาร์มและเทคโนโลยีการควบคุมอัตโนมัติ (FEAT) และงานประชุม ITAP Sharing and Learning #2#ด้านการบริหาร      29 พ.ย. 2562    116SEEN ร่วมประชุมหาสร้างความร่วมมือพัฒนาความร่วมมือหลักสูตรระยะสั้นในการพัฒนาท้องถิ่น#ด้านการบริการวิชาการ      29 พ.ย. 2562    96โรงเรียนสาธิตม.พะเยา เข้าแนะแนวการศึกษาต่อระดับชั้นมัธยมศึกษาปีที่ 1 ประจำปีการศึกษา 2563#ด้านการบริการวิชาการ      29 พ.ย. 2562    54สาขาวิชาการแพทย์แผนไทยประยุกต์ คณะแพทยศาสตร์ มหาวิทยาลัยพะเยา ยินดีต้อนรับการตรวจสอบและประเมินคุณภาพการศึกษาของหลักสูตร จากคณะกรรมการวิชาชีพ#ด้านการบริการวิชาการ      29 พ.ย. 2562    71“UPITI” จัดกิจกรรมการสัมมนาการประยุกต์ใช้เครื่องมือขั้นสูงที่เหมาะสมในการวิเคราะห์ธาตุ #ด้านการบริการวิชาการ      29 พ.ย. 2562    29คณะวิทยาศาสตร์การแพทย์ ออกแนะแนวสัญจรวันที่ 2 ณ จังหวัดอุทัยธานีและนครสวรรค์#ด้านการบริหาร      29 พ.ย. 2562    156คณะเทคโนโลยีสารสนเทศและการสื่อสาร มหาวิทยาลัยพะเยา พร้อมเป็นเจ้าภาพจัดการแข่งขัน TESA Top Gun Rally ครั้งที่ 14 เร่งพัฒนาบุคลากรทางด้านการพัฒนาระบบสมองกลฝังตัว ให้สามารถตอบสนองความต้องการของภาคอุตสาหกรรมทั้งภายในและต่างประเทศ#ด้านการผลิตบัณฑิต      28 พ.ย. 2562    66นิสิตสาขาวิชาภาษาญี่ปุ่น คณะศิลปศาสตร์ รับทุนการศึกษาผลการเรียนดีเด่น และรับทุนสนับสนุนโครงการนิสิตแลกเปลี่ยนระยะสั้น#ด้านการผลิตบัณฑิต      28 พ.ย. 2562    97วิทยาลัยการศึกษา มหาวิทยาลัยพะเยา ต้อนรับคณะศึกษาดูงานจาก มหาวิทยาลัยราชภัฏอุบลราชธานี#ด้านการบริการวิชาการ      28 พ.ย. 2562    67คณะรัฐศาสตร์และสังคมศาสตร์ ร่วมกับ งานผลิตสื่อนวัตกรรม ลุยผลิตบทเรียน E-Learning ตอบโจทย์ Super KPI#ด้านการบริหาร      28 พ.ย. 2562    135กองบริหารงานวิจัย ได้จัดอมรมโครงการ เรื่อง “การจัดทำหนังสือราชการ” ณ ห้องประชุม บวร รัตนประสิทธ์ #ด้านการบริหาร      28 พ.ย. 2562    179คณะแพทยศาสตร์ มหาวิทยาลัยพะเยา จัดพิธีทำบุญคณะแพทยศาสตร์ ประจำปี 2562 New#ด้านการทำนุบำรุงศิลปวัฒนธรรม      2 ธ.ค. 2562    23อาจารย์และนิสิตปริญญาโท SEEN เข้าร่วมประชุมวิจัยไทย-จีนทางด้าน Climate change New#ด้านการวิจัย      2 ธ.ค. 2562    55คณะผู้วิจัยจากมหาวิทยาลัยพะเยาในชุดโครงการ “ระเบียงวัฒนธรรมกว๊านพะเยา: สร้างคุณค่า เพื่อพัฒนาเศรษฐกิจและสังคมบนฐานวัฒนธรรม” เข้าร่วมรายงานผลการดำเนินโครงการวิจัยฯ ภายใต้ชุดโครงการ“มหาวิทยาลัยกับการพัฒนาเศรษฐกิจฐานวัฒนธรรมเชิงพื้นที่” ระยะที่ 2 #ด้านการวิจัย      2 ธ.ค. 2562    144SEEN จัดโครงการเข้าค่ายสิ่งแวดล้อมและพลังงาน#ด้านการผลิตบัณฑิต      1 ธ.ค. 2562    98prevnext



                    
                    ')]</value>
      </entry>
      <entry>
         <key>XPATH</key>
         <value>//article[@id='content']/section[4]/div/div/div/div</value>
      </entry>
   </selectorCollection>
   <selectorMethod>XPATH</selectorMethod>
   <useRalativeImagePath>false</useRalativeImagePath>
   <webElementProperties>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>tag</name>
      <type>Main</type>
      <value>div</value>
   </webElementProperties>
   <webElementProperties>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>class</name>
      <type>Main</type>
      <value>col-lg-8 col-lg-offset-2 form-group</value>
   </webElementProperties>
   <webElementProperties>
      <isSelected>true</isSelected>
      <matchCondition>equals</matchCondition>
      <name>text</name>
      <type>Main</type>
      <value>

                        ข่าวสาร ความเคลื่อนไหว | ข่าวทั้งหมด

                        
นิสิตสาขาวิชาภาษาญี่ปุ่น คณะศิลปศาสตร์ รับทุนการศึกษาผลการเรียนดีเด่น และรับทุนสนับสนุนโครงการนิสิตแลกเปลี่ยนระยะสั้น#ด้านการผลิตบัณฑิต      28 พ.ย. 2562    97วิทยาลัยการศึกษา มหาวิทยาลัยพะเยา ต้อนรับคณะศึกษาดูงานจาก มหาวิทยาลัยราชภัฏอุบลราชธานี#ด้านการบริการวิชาการ      28 พ.ย. 2562    67คณะรัฐศาสตร์และสังคมศาสตร์ ร่วมกับ งานผลิตสื่อนวัตกรรม ลุยผลิตบทเรียน E-Learning ตอบโจทย์ Super KPI#ด้านการบริหาร      28 พ.ย. 2562    135กองบริหารงานวิจัย ได้จัดอมรมโครงการ เรื่อง “การจัดทำหนังสือราชการ” ณ ห้องประชุม บวร รัตนประสิทธ์ #ด้านการบริหาร      28 พ.ย. 2562    179คณะแพทยศาสตร์ มหาวิทยาลัยพะเยา จัดพิธีทำบุญคณะแพทยศาสตร์ ประจำปี 2562 New#ด้านการทำนุบำรุงศิลปวัฒนธรรม      2 ธ.ค. 2562    23อาจารย์และนิสิตปริญญาโท SEEN เข้าร่วมประชุมวิจัยไทย-จีนทางด้าน Climate change New#ด้านการวิจัย      2 ธ.ค. 2562    55คณะผู้วิจัยจากมหาวิทยาลัยพะเยาในชุดโครงการ “ระเบียงวัฒนธรรมกว๊านพะเยา: สร้างคุณค่า เพื่อพัฒนาเศรษฐกิจและสังคมบนฐานวัฒนธรรม” เข้าร่วมรายงานผลการดำเนินโครงการวิจัยฯ ภายใต้ชุดโครงการ“มหาวิทยาลัยกับการพัฒนาเศรษฐกิจฐานวัฒนธรรมเชิงพื้นที่” ระยะที่ 2 #ด้านการวิจัย      2 ธ.ค. 2562    144SEEN จัดโครงการเข้าค่ายสิ่งแวดล้อมและพลังงาน#ด้านการผลิตบัณฑิต      1 ธ.ค. 2562    98&quot;บริษัทขยะจำลองหนองหล่ม&quot; ผลผลิตของโครงการ 1 คณะ 1 Signature ของคณะวิทยาการจัดการและสารสนเทศศาสตร์ มหาวิทยาลัยพะเยา#ด้านการวิจัย      1 ธ.ค. 2562    71บุคลากรคณะวิทยาการจัดการและสารสนเทศศาสตร์ ร่วมนำเสนอผลงานวิจัยในงานประชุมวิชาการกลุ่มการสื่อสารศึกษาครั้งที่ 4/2562#ด้านการวิจัย      1 ธ.ค. 2562    84คณะวิทยาศาสตร์การแพทย์ ออกแนะแนวสัญจรวันที่ 3 ณ จังหวัดพิจิตร#ด้านการบริหาร      30 พ.ย. 2562    139สาขาวิชาการสื่อสารสื่อใหม่ คณะวิทยาการจัดการและสารสนเทศศาสตร์ มหาวิทยาลัยพะเยา ร่วมกับศูนย์สหวิทยาการชุมชนศึกษา สถาบันวิจัยและพัฒนา มหาวิทยาลัสุโขทัยธรรมมาธิราช จัดงานประชุมวิชาการกลุ่มสื่อสารศึกษา “กลุ่มศึกษาการสื่อสารกับกลุ่มคนและชุมชนศึกษา” ครั้งที่ 4/2562 เพื่อเป็นเวทีแลกเปลี่ยนเรียนรู้ด้านการสื่อสารกับนักวิชาการด้านนิเทศศาสตร์จากสถาบันการศึกษาต่างๆ#ด้านการวิจัย      1 ธ.ค. 2562    276คณะกรรมการบริหารงานวิชาการและประกันคุณภาพ (AAQA) คณะวิทยาศาสตร์ จัดประชุมแนวทางการบริหารงสนคณะฯและงานผลิตสื่อนวัตกรรมฯ#ด้านการผลิตบัณฑิต      2 ธ.ค. 2562    192คณบดี SEEN เข้าร่วมประชุมวิชาการวิศวกรรมฟาร์มและเทคโนโลยีการควบคุมอัตโนมัติ (FEAT) และงานประชุม ITAP Sharing and Learning #2#ด้านการบริหาร      29 พ.ย. 2562    116SEEN ร่วมประชุมหาสร้างความร่วมมือพัฒนาความร่วมมือหลักสูตรระยะสั้นในการพัฒนาท้องถิ่น#ด้านการบริการวิชาการ      29 พ.ย. 2562    96โรงเรียนสาธิตม.พะเยา เข้าแนะแนวการศึกษาต่อระดับชั้นมัธยมศึกษาปีที่ 1 ประจำปีการศึกษา 2563#ด้านการบริการวิชาการ      29 พ.ย. 2562    54สาขาวิชาการแพทย์แผนไทยประยุกต์ คณะแพทยศาสตร์ มหาวิทยาลัยพะเยา ยินดีต้อนรับการตรวจสอบและประเมินคุณภาพการศึกษาของหลักสูตร จากคณะกรรมการวิชาชีพ#ด้านการบริการวิชาการ      29 พ.ย. 2562    71“UPITI” จัดกิจกรรมการสัมมนาการประยุกต์ใช้เครื่องมือขั้นสูงที่เหมาะสมในการวิเคราะห์ธาตุ #ด้านการบริการวิชาการ      29 พ.ย. 2562    29คณะวิทยาศาสตร์การแพทย์ ออกแนะแนวสัญจรวันที่ 2 ณ จังหวัดอุทัยธานีและนครสวรรค์#ด้านการบริหาร      29 พ.ย. 2562    156คณะเทคโนโลยีสารสนเทศและการสื่อสาร มหาวิทยาลัยพะเยา พร้อมเป็นเจ้าภาพจัดการแข่งขัน TESA Top Gun Rally ครั้งที่ 14 เร่งพัฒนาบุคลากรทางด้านการพัฒนาระบบสมองกลฝังตัว ให้สามารถตอบสนองความต้องการของภาคอุตสาหกรรมทั้งภายในและต่างประเทศ#ด้านการผลิตบัณฑิต      28 พ.ย. 2562    66นิสิตสาขาวิชาภาษาญี่ปุ่น คณะศิลปศาสตร์ รับทุนการศึกษาผลการเรียนดีเด่น และรับทุนสนับสนุนโครงการนิสิตแลกเปลี่ยนระยะสั้น#ด้านการผลิตบัณฑิต      28 พ.ย. 2562    97วิทยาลัยการศึกษา มหาวิทยาลัยพะเยา ต้อนรับคณะศึกษาดูงานจาก มหาวิทยาลัยราชภัฏอุบลราชธานี#ด้านการบริการวิชาการ      28 พ.ย. 2562    67คณะรัฐศาสตร์และสังคมศาสตร์ ร่วมกับ งานผลิตสื่อนวัตกรรม ลุยผลิตบทเรียน E-Learning ตอบโจทย์ Super KPI#ด้านการบริหาร      28 พ.ย. 2562    135กองบริหารงานวิจัย ได้จัดอมรมโครงการ เรื่อง “การจัดทำหนังสือราชการ” ณ ห้องประชุม บวร รัตนประสิทธ์ #ด้านการบริหาร      28 พ.ย. 2562    179คณะแพทยศาสตร์ มหาวิทยาลัยพะเยา จัดพิธีทำบุญคณะแพทยศาสตร์ ประจำปี 2562 New#ด้านการทำนุบำรุงศิลปวัฒนธรรม      2 ธ.ค. 2562    23อาจารย์และนิสิตปริญญาโท SEEN เข้าร่วมประชุมวิจัยไทย-จีนทางด้าน Climate change New#ด้านการวิจัย      2 ธ.ค. 2562    55คณะผู้วิจัยจากมหาวิทยาลัยพะเยาในชุดโครงการ “ระเบียงวัฒนธรรมกว๊านพะเยา: สร้างคุณค่า เพื่อพัฒนาเศรษฐกิจและสังคมบนฐานวัฒนธรรม” เข้าร่วมรายงานผลการดำเนินโครงการวิจัยฯ ภายใต้ชุดโครงการ“มหาวิทยาลัยกับการพัฒนาเศรษฐกิจฐานวัฒนธรรมเชิงพื้นที่” ระยะที่ 2 #ด้านการวิจัย      2 ธ.ค. 2562    144SEEN จัดโครงการเข้าค่ายสิ่งแวดล้อมและพลังงาน#ด้านการผลิตบัณฑิต      1 ธ.ค. 2562    98prevnext



                    
                    </value>
   </webElementProperties>
   <webElementProperties>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath</name>
      <type>Main</type>
      <value>id(&quot;content&quot;)/section[@class=&quot;container-fluid content-padding-lg&quot;]/div[@class=&quot;row animated animated_off&quot;]/div[@class=&quot;col-sm-12 col-md-12 col-lg-12&quot;]/div[@class=&quot;row&quot;]/div[@class=&quot;col-lg-8 col-lg-offset-2 form-group&quot;]</value>
   </webElementProperties>
   <webElementXpaths>
      <isSelected>true</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath:idRelative</name>
      <type>Main</type>
      <value>//article[@id='content']/section[4]/div/div/div/div</value>
   </webElementXpaths>
   <webElementXpaths>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath:neighbor</name>
      <type>Main</type>
      <value>(.//*[normalize-space(text()) and normalize-space(.)='#ด้านการผลิตบัณฑิต'])[2]/following::div[4]</value>
   </webElementXpaths>
   <webElementXpaths>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath:position</name>
      <type>Main</type>
      <value>//section[4]/div/div/div/div</value>
   </webElementXpaths>
</WebElementEntity>
